{"pageProps":{"product":{"id":258,"brand":"milani","name":"Milani Supreme Kohl Kajal Eyeliner","price":"8.99","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/0e085149c3fbedd0aa6661c6b3d143cf_ra,w158,h184_pa,w158,h184.jpg","product_link":"https://well.ca/products/milani-supreme-kohl-kajal-eyeliner_108625.html","website_link":"https://well.ca","description":"Milani Supreme Kohl Kajal Eyeliner is perfect for tightlining, waterlining or adding definition to the upper lid - there’s nothing this one-stroke wonder can’t do.  With this sleek gold multi-tasker, you can achieve three distinct looks: 1.To keep it natural, line the upper lid and inner rim.  2. For added drama, thicken the line and extend the tip.  3. Feeling bold? Ring the entire eye. Available in a single stellar shade (Blackest Black), the waterproof formula is laced with hydrating, nourishing ingredients. Features:Smooth-glide application creates three looks from precise to boldSuper long-wear & smudge-proofRetractable tip, no sharpening requiredIdeal for use in waterlineWaterproofApplication: One Product Three Looks: Supremely Natural Supremely Dramatic Supremely Bold (will provide eye images for this section) Apply to upper lashline and inner rim for a natural, precise look. For added intensity, slightly thicken the line and extend the tip. For supreme drama, connect through the lower lashline.Ingredients: Cyclopentasiloxane, Hydrogenated Olive Oil Stearyl Esters, Polyethylene, Polybutene, Silica Silylate, Euphorbia Cerifera (Candelilla) Wax, Octyldodecanol, Cera Microcristallina (Microcrystalline Wax) , Theobroma Grandiflorum (Cocoa) Seed Butter, Sodium Ascorbyl Phosphate, Pentaerythrityl Tetra-di-t-Butyl Hydroxyhydrocinnamate, Tocopherol, Sodium Hyaluronate, Zinc Gluconate, Magnesium Aspartate, Water (Aqua), Copper Gluconate, Mica, Iron Oxide (CI 77499), Black 2 (CI 77266), Ferric Ferrocyanide (CI 77510). ","rating":5,"category":"pencil","product_type":"eyeliner","tag_list":[],"created_at":"2016-10-01T18:29:39.644Z","updated_at":"2017-12-23T21:08:07.140Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/258.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/258/original/data?1514063287","product_colors":[]}},"__N_SSG":true}