{"pageProps":{"product":{"id":124,"brand":"mineral fusion","name":"Mineral Fusion Nail Polish","price":"10.0","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/affda4fa0d0c8263549fe901eda814cc_ra,w158,h184_pa,w158,h184.jpg","product_link":"https://well.ca/products/mineral-fusion-nail-polish_91622.html","website_link":"https://well.ca","description":"Mineral Fusion Nail Polish is a healthier alternative to traditional nail polish in many gorgeous shades. Apply this long-lasting chip-resistant mineral nail polish formula flawlessly using the custom, extra-thick brush. Mineral Fusion Nail Polish is a toulene free nail polish and like all of their cosmetics, upholds their standard for Formula Purity.Features:Long-lasting chip resistant formulaFormaldehyde, toulene, camphor and dibutyl pthalate freeCustom, extra-thick brush for flawless applicationIngredients: Ethyl Acetate, Butyl Acetate, Isopropyl Alcohol, Nitrocellulose, Adipic Acid/Neopentyl Glycol/Trimellitic, Anhydride Copolymer, Trimethyl Pentanyl Diisobutyrate, Stearalkonium Hectorite, Diacetone Alcohol Styrene, Acrylates Copolymer, Silica, Citric Acid, Benzophenone. Mica, Oxides, Titanium Dioxide, Bismuth Oxychloride, Aluminum Powder, D&C Red No. 7 Calcium Lake, D&C Violet No. 2, FD&C Yellow No. 5 Alluminum Lake, Ferric Ammonium Ferrocyanide. Mineral Fusion Nail Polish is formaldehyde free, toulene free, camphor free, dibutyl pthalate free, paraben free, hypoallergenic, gluten free, talc free, fragrance free and free of artificial colors. As with all of their cosmetics, Mineral Fusion Nail Polish is never tested on animals.","rating":4,"category":null,"product_type":"nail_polish","tag_list":["Gluten Free","Natural"],"created_at":"2016-10-01T18:26:11.009Z","updated_at":"2017-12-23T20:51:03.499Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/124.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/124/original/data?1514062263","product_colors":[{"hex_value":"#E3BFC6","colour_name":"Blushing Crystal - Pale pink (sheer finish) "},{"hex_value":"#EED8E3","colour_name":"Pink Crush - Sheer pink (glitter finish) "},{"hex_value":"#F09AA9","colour_name":"Skipping Stone - Light pink (metallic finish) "}]}},"__N_SSG":true}