{"pageProps":{"product":{"id":220,"brand":"covergirl","name":"CoverGirl Intensify Me! Liquid Liner","price":"9.99","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/28f0f546d02a7c4330b4d186d42e3c32_ra,w158,h184_pa,w158,h184.jpg","product_link":"https://well.ca/products/covergirl-intensify-me-liquid-liner_105497.html","website_link":"https://well.ca","description":"Try CoverGirl Intensify Me! Liquid Liner and get the control of a pencil with the intensity of a liquid eyeliner for \nbeautifully defined eyes every time. The all-new paddle-shaped tip gives\n you two looks in one—thick and dramatic or thin and elegant. The \nintense black formula glides on smoothly and dries quickly for instant \ndrama. Clinically tested, suitable for sensitive eyes.Directions: Stand 6 inches away from a mirror and tilt your chin up, so \nthat when you look down your nose into the mirror, you can see your \nentire eyelid. Dab concealer or dust translucent powder on your upper \nlids. Blend well with a sponge or lightly pat with a fingertip to cover \nveins and prevent creasing.Before applying liner, \ndetermine your eye shape. If eyes are close-set or round, line only the \nouter corners. Otherwise, line the entire upper lid.Gently pull your eyelid taut at an upward angle. Beginning at the inner \ncorner, draw small, connected dashes along the top lashes. Be sure to \nstay close to the roots so there is no skin visible between the lashes \nand the liner. To make eyes look bigger, extend the liner slightly \nbeyond the outer corners.Use a cotton swab to fix mistakes. For larger messes, dip it in makeup remover.","rating":null,"category":"liquid","product_type":"eyeliner","tag_list":[],"created_at":"2016-10-01T18:28:44.178Z","updated_at":"2017-12-23T20:51:27.942Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/220.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/220/original/data?1514062287","product_colors":[]}},"__N_SSG":true}