{"pageProps":{"product":{"id":27,"brand":"dr. hauschka","name":"Dr. Hauschka Mascara","price":"33.0","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/85c6b509ae9d55d4cf6ab9208ea98aee_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/dr-hauschka-mascara_34274.html","website_link":"https://well.ca","description":"Mascara creates fuller lashes that accentuate your eyes. Medicinal extracts of eyebright, black tea and neem leaves have a soothing effect on the sensitive eye area while rose wax and jojoba oil protect and fortify each individual eyelash. Ophthalmologically and dermatologically tested.Features:Truly natural and organic cosmetics, certified to NATRUE and/or BDIH standardsFree from chemical/synthetic fragrances and preservativesFree from mineral oils, parabens, silicone and PEGDermatologically tested for sensitive skinWherever possible, all raw materials come from controlled organic or Demeter cultivation and are recovered under fair conditionsIngredients (Black, Blue):Ingredients Water (Aqua), Alcohol, Sorbitol, Ricinus Communis (Castor) Seed Oil, Cetearyl Alcohol, Camellia Sinensis Leaf Extract, Melia Azadirachta Leaf Extract, Euphrasia Officinalis Extract, Hectorite, Hydrogenated Jojoba Oil, Beeswax (Cera Alba), Rosa Damascena Flower Wax, Fragrance (Parfum), Citronellol*, Geraniol*, Linalool*, Xanthan Gum, Lysolecithin, Silica, Iron Oxides (CI 77499), Titanium Dioxide (CI 77891), Ultramarines (CI 77007).  *component of natural essential oilsIngredients (Brown):Water (Aqua), Alcohol, Sorbitol, Ricinus Communis (Castor) Seed Oil, Cetearyl Alcohol, Camellia Sinensis Leaf Extract, Melia Azadirachta Leaf Extract, Euphrasia Officinalis Extract, Hectorite, Hydrogenated Jojoba Oil, Beeswax (Cera Alba), Rosa Damascena Flower Wax, Fragrance (Parfum), Citronellol*, Geraniol*, Linalool*, Xanthan Gum, Lysolecithin, Maltodextrin, Silica, Carmine (CI 75470), Iron Oxides (CI 7749¹, CI 77492, CI 77499).  *component of natural essential oils","rating":4.3,"category":null,"product_type":"mascara","tag_list":["Natural"],"created_at":"2016-10-01T18:11:17.326Z","updated_at":"2017-12-23T20:31:51.471Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/27.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/027/original/data?1514061111","product_colors":[{"hex_value":"#1B2D2D","colour_name":"Black "},{"hex_value":"#26364C","colour_name":"Blue "},{"hex_value":"#202217","colour_name":"Brown "}]}},"__N_SSG":true}