{"pageProps":{"product":{"id":278,"brand":"pacifica","name":"Pacifica Radiant Shimmer Highlighting Creams For Eyes Lips Face","price":"28.0","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/4395f2c09aebd1b8d8f183168bc5d00f_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/pacifica-radiant-shimmer_77804.html?cat=1977","website_link":"https://well.ca","description":"You will absolutely LOVE these Radiant Shimmer Coconut Multiples! Coconut infused multi-use creamy colors for cheeks, eyes, lips and even your body are housed in a magically decorated palette. Create shimmering highlights, glowing illumination and beautiful contours. Natural mineral makeup formula blends effortlessly and can be used sheer, layered or built-up for more drama. Go ahead and play all you want, these mineral makeup colors are full of skin-loving naturals.Includes 3 Shimmering Shades:Bronzed: Perfectly glowing sun-kissed color with golden shimmer shadowIsland Rose: shimmering, radiant dewy pink shadowMoonlit: Iridescent pale shades of moon-kissed shimmerFeatures:No animal testingGluten-free100% vegan and cruelty-freeFormulated without: Phthalates, parabens, carmine, beeswax, lanolin, mineral oils, propylene glycol, petroleum and FD& C colors (along with other nasties you do not want on your skin). Ingredients: Ethylhexyl Palmitate, Silica, Mica,  Caprylic/Capric Triglyceride,Helianthus Annuus (Sunflower) Seed Oil, Ozokerite, Copernicia Cerifera(Carnauba) Wax, Euphorbia Cerifera (Candelilla) Wax, Cetyl Palmitate, Carthamus Tinctorius (Safflower) Seedoil, Parfum (All Natural), Tocopheryl Acetate (Vitamin E), Macrocystis Pyrifera (Brown Kelp) Extract,Cocos Nucifera (Coconut) Fruit Extract, Tin Oxide. Titanium Dioxide Ci 77891, Iron Oxides Ci 77941","rating":3.6,"category":"powder","product_type":"blush","tag_list":["Natural","Vegan","Gluten Free"],"created_at":"2016-10-01T18:30:09.334Z","updated_at":"2017-12-23T21:08:44.239Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/278.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/278/original/data?1514063324","product_colors":[{"hex_value":"#7E554A","colour_name":"color 1"},{"hex_value":"#BC8A88","colour_name":"color 2"},{"hex_value":"#D1B6A9","colour_name":"color 3"}]}},"__N_SSG":true}