{"pageProps":{"product":{"id":306,"brand":"physicians formula","name":"Physicians Formula Shimmer Strips Extreme Shimmer Shadow & Liner Palette ","price":"15.79","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/cefc37500e17a39af22b2be42ac00abf_ra,w158,h184_pa,w158,h184.jpg","product_link":"https://well.ca/products/physicians-formula-shimmer-strips_102731.html","website_link":"https://well.ca","description":"This Physicians Formula Shimmer Strips Extreme Shimmer Shadow & Liner Palette gives you 6 shades to enhance and illuminate your eyes for the perfect look!Features: Wet & Dry application for 2 finishesLong wearing, blendable formula for up to 24hr wearHypoallergenicParaben & gluten freeDermatologist approvedSafe for sensitive eyes and contact lens wearerDirections: Sweep medium shade over lid as base.  Apply darkest shade to upper and lower lash line with pointed tip of applicator to line eyes. For added definition, apply darkest shade in the contour of upper eyelid.  To intensify color wet applicator, use lightest shade to highlight brow bone.Ingredients: Mica, Bis-Diglyceryl Polyacyladipate-2, Calcium Aluminum Borosilicate, Caprylic/Capric Triglyceride, Diisostearyl Malate, Silica, Talc, Phenyl Trimethicone, Calcium Sodium Borosilicate, Dimethicone, Boron Nitride, Caprylyl Glycol, Dimethicone/Vinyl Dimethicone Crosspolymer, Ethylhexylglycerin, Magnesium Stearate, Nylon-12, Sodium Dehydroacetate, Synthetic Fluorphlogopite, Tin Oxide, VP/Hexadecene Copolymer. May Contain/Peut Contenir: Iron Oxides, Manganese Violet, Titanium Dioxide.","rating":4.5,"category":"palette","product_type":"eyeshadow","tag_list":["Gluten Free"],"created_at":"2016-10-01T18:30:54.598Z","updated_at":"2017-12-26T00:33:00.796Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/306.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/306/original/data?1514063298","product_colors":[]}},"__N_SSG":true}