{"pageProps":{"product":{"id":364,"brand":"pure anada","name":"Pure Anada Loose Mineral Foundation ","price":"12.0","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/5d746a1619119260de309df7396e5d7c_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/pure-anada-loose-mineral-foundation_83210.html","website_link":"https://well.ca","description":"Pure Anada mineral foundation has the ability to provide full coverage, \nwhile still feeling light and natural. No more silicone based \nfoundations that can stifle your pores. With Pure Anada your skin can \n“breathe”. This results in a healthier, younger looking complexion.You can be assured that when you use Pure Anada, you are using a truly natural product. Pure Anada has done the research, and are committed to using the safest, purest ingredients available. It is not necessary to add preservatives to this loose mineral products. The raw minerals used in Pure Anada are inert, and do not support the growth of bacteria, mold or fungi.Pure Ananda boasts an extensive array of mineral colors to suit all skin tones, and personal preferences. With the proper application techniques, Pure Anada mineral cosmetics can be used by all women! Mature skin types enjoy the light, luminous texture, while problematic skin types take advantage of the full, soothing coverage. These products are concentrated; a little goes a long way!  This makes Pure Anada very affordable. We want The mineral ingredients in Pure Anada have properties that are beneficial to your skin! For example: Titanium Dioxide reflects the sun’s harsh rays away from your skin. Zinc Oxide soothes irritation, and Silica blurs fine lines and wrinkles.Shade Range: Ingredients: Mica, Titanium Dioxide, Zinc Oxide, Silica, Boron Nitride, Iron Oxides, Ultramarines Note: Deeper, global foundation shades do not contain Titanium Dioxide.Brush not included.","rating":3.9,"category":"mineral","product_type":"foundation","tag_list":["Canadian","Natural"],"created_at":"2016-10-01T18:32:37.791Z","updated_at":"2017-12-23T21:08:29.343Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/364.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/364/original/data?1514063309","product_colors":[{"hex_value":"#906832","colour_name":"Amber Honey (Deep - Yellow Tone) "},{"hex_value":"#C48B5E","colour_name":"Beige in Banff (Medium - Cool Tones) "},{"hex_value":"#8F5E31","colour_name":"Caramel  "},{"hex_value":"#5D2E17","colour_name":"Cinnamon "},{"hex_value":"#322415","colour_name":"Cocoa "},{"hex_value":"#583B1C","colour_name":"Hazelnut "},{"hex_value":"#FBD8A8","colour_name":"Ivory Chinook (Fair - Warm Tones) "},{"hex_value":"#936F44","colour_name":"Pacific Tan (Medium - Neutral Tones) "},{"hex_value":"#F7AC8C","colour_name":"Prairie Rose (Fair - Cool Tones) "}]}},"__N_SSG":true}