{"pageProps":{"product":{"id":368,"brand":"physicians formula","name":"Physicians Formula Mineral Wear Airbrushing Pressed Powder ","price":"19.99","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/cca454e907546544ca9b5b183bb8a96c_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/physicians-formula-mineral-wear_58593.html?cat=582","website_link":"https://well.ca","description":"Physicians Formula Mineral Wear Airbrushing Pressed Powder's ultra-fine mineral powder delivers impeccable coverage for a flawless airbrushed finish. Visibly reduces the appearance of fine lines, wrinkles, pores and sun damage.Directions for Use: Apply liberally 15 minutes before sun exposure.  Use water resistant \nsunscreen if swimming or sweating.  Reapply at least every 2 hours.  \nChildren under 6 months: Ask a doctor.  Sun Protection Measures.  \nSpending time in the sun increases your risk of skin cancer and early \nskin aging.  To decrease this risk, regularly use a sunscreen with a \nbroad spectrum SPF of 15 or higher and other sun protection measures \nincluding: limit time in the sun, especially 10 a.m. - 2 p.m. Wear \nlong-sleeve shirts, pants, hats, and sunglasses.Ingredients: Titanium Dioxide, Zinc Oxide. Inactive Ingredients: Mica, Zinc Stearate,\n Tricaprylin, Boron Nitride, Lauroyl Lysine, Camellia Oleifera Leaf \nExtract, Chamomilla Recutita (Matricaria) Flower Extract, Ginkgo Biloba \nLeaf Extract, Panax Ginseng Root Extract, Carthamus Tinctorius \n(Safflower) Seed Oil, Tocopheryl Acetate, Retinyl Palmitate, Ascorbyl \nPalmitate, Magnesium Silicate, Chlorphenesin, Potassium Sorbate, Sodium \nDehydroacetate, May Contain: Iron Oxides, Titanium Dioxide.Hypoallergenic. Fragrance free. Paraben free. Non-Comedogenic. Dermatologist approved. ","rating":4.7,"category":"mineral","product_type":"foundation","tag_list":["Gluten Free"],"created_at":"2016-10-01T18:32:46.151Z","updated_at":"2017-12-23T21:08:29.879Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/368.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/368/original/open-uri20171223-4-1g1823t?1514063309","product_colors":[{"hex_value":"#ffffee","colour_name":"Translucent (7586C) "},{"hex_value":"#ecc9a3","colour_name":"Creamy Natural (7587C) "}]}},"__N_SSG":true}