{"pageProps":{"product":{"id":374,"brand":"physicians formula","name":"Physicians Formula Mineral Wear Talc-Free All-In-One ABC Cushion Foundation","price":"20.49","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/3c711478d1b8a9f1c7d9f2c1cdffdb41_ra,w158,h184_pa,w158,h184.png","product_link":"https://well.ca/products/physicians-formula-mineral-wear_112333.html","website_link":"https://well.ca","description":"1st Ever Mineral ABC Cushion Foundation! Weightless mineral formula provides the multi-tasking benefits of an alphabet cream with the gentle, flawless, skin-perfecting effects of minerals. Revolutionary cushion foundation instantly corrects visible imperfections, blurs fine lines and pores with a perfected airbrushed finish.ABC Cushion Technology: Ultra-fluid, lightweight formula delivers an instantly smoothing & firming effect, while hydrating skin for effortless perfection. Unique cushion sponge delivery system dispenses the perfect dose. Each tap delivers customizable light to medium coverage.Features:Featuring a proprietary ABC blend of complexion enhancing minerals, soothing plant extracts, smoothing antioxidants and skin nourishing vitamins for moisturizing & brightening benefits that leave skin with a luminous finishLuxurious puff applicator provides a cooling & skin refreshing finish upon applicationUltra-convenient for on-the-go!Directions: Apply pressure onto cushion with puff applicator to release the perfect dose of foundation for customizable light to medium coverage. Gently pat puff onto skin. Flip cushion for extended foundation usage. Close inner lid tightly to prevent product from drying out. Ingredients: Mineral Water, Ethyl Macadamiate, Cyclopentasiloxane, Dimethicone, Zinc Oxide, Cyclohexasiloxane, Cetyl PEG/PPG-10/1 Dimethicone, Butylene Glycol, Mica, Calcium Aluminum Borosilicate, Polyethylene, Polyglyceryl-4 Isostearate, Water/Eau, PEG/PPG-18/18 Dimethicone, Smithsonite Extract, Malachite Extract, Rhodochrosite Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Retinyl Palmitate, Alpha-Arbutin, Helianthus Annuus (Sunflower) Seed Oil, Glycerin, Ethylhexylglycerin, Tocopheryl Acetate, Tetrahexyldecyl Ascorbate, Tocopherol, Aluminum Hydroxide, Alumina, Dimethicone/Methicone Copolymer, Dimethicone/PEG-10/15 Crosspolymer, Disodium Cocoyl Glutamate, Disodium EDTA, Dimethicone/Polyglycerin-3 Crosspolymer, Hexyl Laurate, Magnesium Sulfate, Malic Acid, Polysorbate 20, Sodium Chloride, Sodium Cocoyl Glutamate, Synthetic Fluorphlogopite, Sodium Citrate, Trimethylsiloxysilicate, Triethoxycaprylylsilane, PEG-32, PEG-10 Dimethicone, Silica, Hexylene Glycol, Dipropylene Glycol, Caprylyl Glycol, Phenoxyethanol ","rating":4,"category":"mineral","product_type":"foundation","tag_list":["Gluten Free","Natural"],"created_at":"2016-10-01T18:32:55.338Z","updated_at":"2017-12-23T21:08:31.670Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/374.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/374/original/open-uri20171223-4-dmlykh?1514063311","product_colors":[{"hex_value":"#F1CEAF","colour_name":"Light  "},{"hex_value":"#E1AF7E","colour_name":"Light/Medium "},{"hex_value":"#C18D5C","colour_name":"Medium  "}]}},"__N_SSG":true}