{"pageProps":{"product":{"id":388,"brand":"physicians formula","name":"Physicians Formula Super BB All-in-1 Beauty Balm Stick","price":"12.99","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/4d7d79376ed827d7e587d849e16f2136_ra,w158,h184_pa,w158,h184.jpg","product_link":"https://well.ca/products/physicians-formula-super-bb-all-in-1_102737.html?cat=581","website_link":"https://well.ca","description":"Physicians Formula Super BB All-in-1 Beauty Balm Stick is a concealer, and foundation touch up tool. It's ideal for perfecting, concealing, smoothing, brightening, moisturizing, protecting, firming, priming+filling and line softening.Features: HypoallergenicParaben, gluten and fragrance freeNon comedogenicDermatologist approvedDirections: Apply the stick directly onto face starting at the center and blending outward using fingertips.  Layer for additional coverage.Ingredients: Phenyl Trimethicone, Dimethicone, Caprylic/Capric Triglyceride, Isocetyl Stearate, Euphorbia Cerifera (Candelilla) Wax, Mica, Microcrystalline Wax, Cetyl Ethylhexanoate, Polymethylsilsesquioxane, Copernicia Cerifera (Carnauba) Wax, Butyrospermum Parkii (Shea) Butter, Ethylhexyl Palmitate, Synthetic Beeswax, Calcium Aluminum Borosilicate, Phenoxyethanol, Salix Alba (Willow) Bark Extract, Perilla Ocymoides Seed Oil, Ascorbyl Palmitate, Tetrahexyldecyl Ascorbate, Tocopheryl Acetate, Arachidyl Alcohol, BHT, Castor Oil Phosphate, Cetyl PEG/PPG-101-10/1 Dimethicone, Glycerin, HDI/Trimethylol Hexyllactone Crosspolymer, Hexyl Laurate, Lysolecithin, Ozokerite, Palmitic Acid, Polyglyceryl-2 Isostearate, Silica, Stearic Acid, Triethoxycaprylylsilane, Water. May Contain: Iron Oxides, Titanium Dioxide.","rating":2.5,"category":"cream","product_type":"foundation","tag_list":["Gluten Free"],"created_at":"2016-10-01T18:33:25.085Z","updated_at":"2017-12-23T21:08:36.185Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/388.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/388/original/data?1514063316","product_colors":[{"hex_value":"#fbd0bd","colour_name":"Light "},{"hex_value":"#f4c1a4","colour_name":"Light / Medium "}]}},"__N_SSG":true}