{"pageProps":{"product":{"id":438,"brand":"physicians formula","name":"Physicians Formula Organic Wear Bronzer & Blush","price":"21.99","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/57664a83a5b141160e76968fe51b51a7_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/physicians-formula-organic-wear_11977.html","website_link":"https://well.ca","description":"Physicians Formula Organic Wear 100% Natural Origin Bronzer and Blush is an easy-to-use 2-in-1 bronzer and blush that allows shades to be used individually or layered for the ultimate sunkissed, natural-looking finish.Bronzer adds warmth and depth for a naturally tan glow while blush naturally enhances and accentuates cheeks for a radiant glow.Directions for Use: May be worn alone or over makeup. Lightly brush bronzer over face and neck for a natural-looking tan glow. Sweep blush over cheekbones to define and contour or apply right below cheekbones for a more defined and dramatic look. Layer blush on top of bronzer for the ultimate effect. For the most even application, be sure to tap excess powder from brush before applying. For best results on dry to very dry skin, apply moisturizer prior to using powder.Ingredients: Mica, Zea Mays (Corn Starch)*, Octyldodecyl Stearoyl Stearate, Kaolin, Olea Europaea (Olive) Fruit Oil*, Simmondsia Chinensis (Jojoba) Seed Oil*, Glyceryl Caprylate, Glycine Soja (Soybean) Oil*, Vitis Vinifera (Grape) Seed Oil*, Oryza Sativa (Rice) Hull Powder, Bambusa Arundinacea Stem Powder, Cinnamic Acid, Tocopheryl Acetate. May Contain: Titanium Dioxide, Iron Oxides, Manganese Violet, Ultramarines.100% Free of Harsh Chemicals. 100% Free of Synthetic Preservatives. 100% Free of Parabens. 100% Free of GMO's. 100% Free of Synthetic Colors. 100% Free of Synthetic Fragrances. 100% Cruelty Free.","rating":4.9,"category":null,"product_type":"bronzer","tag_list":["Gluten Free","Natural"],"created_at":"2016-10-01T18:34:45.305Z","updated_at":"2017-12-23T21:08:48.996Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/438.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/438/original/open-uri20171223-4-1r9v0h0?1514063328","product_colors":[{"hex_value":"#C08879","colour_name":null},{"hex_value":"#C3A17C","colour_name":null}]}},"__N_SSG":true}