{"pageProps":{"product":{"id":442,"brand":"physicians formula","name":"Physicians Formula Happy Booster Glow & Mood Boosting Powder","price":"19.99","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/f79082caeb5359d5927f1a4a0aecf3b8_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/physicians-formula-happy-booster_61125.html","website_link":"https://well.ca","description":"Physicians Formula Happy Booster™ Glow & Mood Boosting Powder is an ultra-smooth, perfecting powder in a complementary palette of colour. It blends together to even out skin tone with a flawless radiance. Vibrant pink heart gives cheeks a healthy pop of colour. Infused with our Happy Boost Blend, featuring Happy Skin and Euphoryl, natural plant extracts which have been shown to promote a feeling of happiness by mimicking the effect of Endorphins and helping protect the skin from environmental stress. The sweet scent of Violet provides a feeling of joy each time you apply.Directions for Use: May be worn alone or over makeup. Blend all shades together and brush on powder evenly over face and neck to even out skin tone with a happy glow. For an extra pop of color, sweep brush over the pink heart and apply on cheeks. For best results on dry to very dry skin, apply moisturizer prior to using powder.Ingredients: Talc. Zea Mays (Corn) Starch. Dimethicone. Octyldodecyl Stearoyl Stearate. Pentaerythrityl Tetraisostearate. Astrocaryum Murumuru Seed Butter. Helianthus Annuus (Sunflower) Seed Oil. Lecithin. Phytosteryl Canolate. Plukenetia Volubilis Seed Oil. Rhodiola Rosea Root Extract. Rosmarinus Officinalis (Rosemary) Leaf Extract. Theobroma Grandiflorum Seed Butter. Schinus Terebinthifolius Seed Extract. Palm Alcohol. Phenoxyethanol. Potassium Sorbate. Fragrance. May Contain: Carmine. Iron Oxides. Manganese Violet. Mica. Red 6. Red 7 Lake. Red 28 Lake. Red 30 Lake. Titanium Dioxide. Ultramarines. Yellow 5 Lake.Hypoallergenic. Paraben free. Dermatologist approved. Non-Comedogenic.","rating":4.8,"category":"powder","product_type":"blush","tag_list":["Gluten Free"],"created_at":"2016-10-01T18:34:50.790Z","updated_at":"2017-12-23T21:08:45.578Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/442.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/442/original/open-uri20171223-4-dmq85z?1514063325","product_colors":[]}},"__N_SSG":true}