{"pageProps":{"product":{"id":446,"brand":"physicians formula","name":"Physicians Formula Happy Booster Glow & Mood Boosting Blush","price":"15.99","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/cd18303ddee33a8e03e0ad53f51e38f1_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/physicians-formula-happy-booster_61134.html","website_link":"https://well.ca","description":"Physicians Formula Happy Booster™ Glow & Mood Boosting Blush ultra-soft and blendable blushing powder features a fresh and vibrant mix of blushing tones infused with a pop of colour to create a healthy glow. Multi-reflective pearls provide a soft iridescence to highlight contour and add radiance to cheeks. Infused with our Happy Boost Blend, featuring Happy Skin and Euphoryl, natural plant extracts which have been shown to promote a feeling of happiness by mimicking the effect of Endorphins and helping protect the skin from environmental stress. The sweet scent of Violet provides a feeling of joy each time you apply!Directions for Use: Using a soft powder brush, sweep over entire palette to evenly blend colors. Tap excess powder from brush before applying. Brush over cheeks to define and contour or apply right below cheekbones for a more defined dramatic look.Ingredients: Talc. Zea Mays (Corn) Starch. Dimethicone. Octyldodecyl Stearoyl Stearate. Zinc Stearate. Pentaerythrityl Tetraisostearate. Astrocaryum Murumuru Seed Butter. Helianthus Annuus (Sunflower) Seed Oil. Lecithin. Phytosteryl Canolate. Plukenetia Volubilis Seed Oil. Rhodiola Rosea Root Extract. Rosmarinus Officinalis (Rosemary) Leaf Extract. Theobroma Grandiflorum Seed Butter. Schinus Terebinthifolius Seed Extract. Palm Alcohol. Phenoxyethanol. Potassium Sorbate. Fragrance. May Contain: Carmine. Iron Oxides. Manganese Violet. Mica. Red 6. Red 7 Lake. Red 28 Lake. Red 30 Lake. Titanium Dioxide. Ultramarines. Yellow 5 Lake.Hypoallergenic. Non-comedogenic. Paraben-free. Dermatologist approved.​","rating":4.7,"category":"powder","product_type":"blush","tag_list":["Gluten Free"],"created_at":"2016-10-01T18:34:58.233Z","updated_at":"2017-12-23T21:08:46.094Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/446.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/446/original/data?1514063326","product_colors":[]}},"__N_SSG":true}