{"pageProps":{"product":{"id":493,"brand":"physicians formula","name":"Physicians Formula Bronze Booster Glow-Boosting Pressed Bronzer","price":"20.99","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/7b33d70c5494b72f23edf9d07acf599d_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/physicians-formula-bronze-booster_61146.html","website_link":"https://well.ca","description":"This bronzer with benefits provides an instant and lasting tan-boost that blends and builds easily to your desired level of bronze. Lightweight powder glides on smoothly for a totally uniform and even, healthy-looking tan glow. Formulated with Glow Activators, an exclusive infusion of vitamins, moisturizers and antioxidants that provide mistake-proof Triple-Action Bronze Boosting.Directions for Use: May be worn alone or over makeup. Lightly brush powder over face and neck for a natural-looking tan glow. To accentuate and contour, apply more over cheekbones. For the most even application, be sure to tap excess powder from brush before applying.Ingredients: Talc, Mica, Nylon-12, Zinc Stearate, Cyclopentasiloxane, Dimethicone, Diisostearyl Malate, Octyldodecyl Stearoyl Stearate, Dehydroacetic Acid, Inositol, Lauroyl Lysine, Macuna Pruriens Seed Extract, Maltodextrin, Phospholipids, Silica, Sorbic Acid, Sorbitan Sesquioleate, Ascorbic Acid, Tocopherol, Tocopheryl Acetate, Methylparaben, Propylparaben, May Contain: Iron Oxides, Titanium Dioxide, Ultramarines.* Stain-Free. Streak-Free. Orange-Free. Odour-Free.","rating":4.7,"category":null,"product_type":"bronzer","tag_list":[],"created_at":"2016-10-01T18:36:11.083Z","updated_at":"2017-12-23T21:08:50.263Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/493.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/493/original/open-uri20171223-4-hiqirv?1514063330","product_colors":[{"hex_value":"#CFA17F","colour_name":"Light to Medium (1134C)  "},{"hex_value":"#AF816A","colour_name":"Medium to Dark (1135C) "}]}},"__N_SSG":true}