{"pageProps":{"product":{"id":501,"brand":"cargo cosmetics","name":"Cargo Cosmetics Matte Bronzer","price":"30.0","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/56e62153a7df93ef3ec4cfd96d8fe99d_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/cargo-cosmetics-matte-bronzer_87532.html","website_link":"https://well.ca","description":"NO messy brown streaks!!  A favorite with professional make-up \nartists and celebrities Cargo's bronzer glides easily over the skin for a \nbeautiful sun-kissed look. It can be layered to the desired \nbronze look. Plus the signature, sleek oversized tin offers a large surface \narea for easy, even application of colour.\n \nFeatures:\nA favorite with professional make-up artists, celebrities and clientsGlides easily over the skin for a beautiful sun-kissed lookColor can be built to the desired strength on the skin – NO messy brown streaks!!   The signature, sleek oversized tin offers a large surface area for easy, even application of colorHow to Use: Using\n a large fluff brush apply over the areas of the face that are naturally\n touched by the sun like the apples of the cheeks, the upper cheekbones,\n forehead and along the jaw line For natural looking results without any streaking use a circular buffing actionIngredients: Mica, Talc, Nylon-12, Zinc Stearate, Dimethicone, Squalane, Aluminum \nStarch, Octenysuccinate, Polyethylene, Octyldodecyl Stearoyl Stearate, \nKaolin, Trimethylsiloxysilicate, Butylparaben, Methicone, Mineral Oil. May Contain(+/-): Titanium Dioxide, Iron Oxides.\n","rating":null,"category":null,"product_type":"bronzer","tag_list":[],"created_at":"2016-10-01T18:36:21.366Z","updated_at":"2017-12-23T21:08:51.103Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/501.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/501/original/data?1514063331","product_colors":[{"hex_value":"#C68F63","colour_name":null}]}},"__N_SSG":true}