{"pageProps":{"product":{"id":504,"brand":"dr. hauschka","name":"Dr. Hauschka Bronzing Powder Compact","price":"44.0","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/a94849792814b6d5a22d5cf8084d0211_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/dr-hauschka-bronzing-powder-compact_34473.html","website_link":"https://well.ca","description":"Dr. Hauschka Bronzing Powder Compact blends easily with any skin tone, an ultra-fine bronzer for a sun-kissed glow. Gentle and nurturing enough for the most sensitive skin.  Features:Silk, anthyllis, witch hazel and sage contour and smooth the complexion for a flawless look.Truly natural and organic cosmetics, certified to NATRUE and/or BDIH standardsFree from chemical/synthetic fragrances and preservativesFree from mineral oils, parabens, silicone and PEGDermatologically tested for sensitive skinWherever possible, all raw materials come from controlled organic or Demeter cultivation and are recovered under fair conditionsIngredients: Talc, Diatomaceous Earth (Solum Diatomeae), Daucus Carota Sativa (Carrot) Root Extract, Silk (Serica) Powder , Kaolin, Anthyllis Vulneraria Extract, Magnesium Stearate, Simmondsia Chinensis (Jojoba) Seed Oil, Mica, Hamamelis Virginiana (Witch Hazel) Bark/Leaf Extract, Silica, Salvia Officinalis (Sage) Leaf Extract, Camellia Sinensis (Black Tea) Leaf Extract, Fragrance (Essential Oil), Limonene*, Linalool*, Citronellol*, Geraniol*, Coumarin*, Citral*, Benzyl Benzoate*, Eugenol*, Tocopherol, Ascorbyl Dipalmitate, Iron Oxides (CI 77491, CI 77942, CI 77499), Titanium Dioxide (CI 77891)","rating":null,"category":null,"product_type":"bronzer","tag_list":[],"created_at":"2016-10-01T18:36:25.096Z","updated_at":"2017-12-23T21:08:51.739Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/504.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/504/original/data?1514063331","product_colors":[{"hex_value":"#D7A989","colour_name":null}]}},"__N_SSG":true}