{"pageProps":{"product":{"id":16,"brand":"pacifica","name":"Pacifica Aquarian Gaze Water-Resistant Mascara","price":"21.0","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/5e9ec049ea72f7ec853bcdb996201dd7_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/pacifica-aquarian-gaze_93483.html","website_link":"https://well.ca","description":"This Pacifica Aquarian Gaze Water-Resistant and long wearing is a deep blue super lush natural mineral mascara. Amazing lengthening brush (100% \nvegan) makes your lashes insanely long and gorgeous as it separates to \nbuild volume. It is nourishing formula is infused with coconut oil, kelp\n extract and vitamin B to hydrate each lash as it lengthens and \nstrengthens.Features:Coconut Oil- Studies have shown coconut oil to be an excellent hair strengthener and moisturizer that can reduce breakagePanthenol (Vitamin B)- Helps strengthen and nourish hairKelp Extract- Moisturize and condition lashesView IngredientsFormulated without:\n Animal ingredients (including carmine, beeswax and lanolin), animal \ntesting. FD&C colors, mineral oil, parabens, phthalates, petroleum, \npropylene glycol, SLS, gluten, peanut oil and other ingredients you \ndon’t want on your skin.Ingredients: Water (Aqua), \nCopernicia cerifera (Carnauba) Wax (thickener), Euphorbia cerifera \n(Candelilla) Wax (thickener), Acrylates Crosspolymer, Butylene Glycol, \nStearic Acid, Glyceryl Stearate, Polyisobutene, Phenoxyethanol, \nHydroxyethylcellulose Sodium Hydroxide, Caprylyl Glycol, \nEthylhexylglycerin, Steareth-21, Cocos Nucifera (coconut) Oil, Panthenol\n (vitamin B), macrocystis pyrifera (kelp) extract, Sodium \nDehydroacetate, Disodium EDTA, Hexylene Glycol, Iron Oxides CI 77491, \n77492, CI 77499. ","rating":4.8,"category":null,"product_type":"mascara","tag_list":["Natural","Vegan"],"created_at":"2016-10-01T18:11:04.325Z","updated_at":"2017-12-23T21:08:53.407Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/16.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/016/original/data?1514063333","product_colors":[]}},"__N_SSG":true}