{"pageProps":{"product":{"id":192,"brand":"physicians formula","name":"Physicians Formula Shimmer Strips Kohl Kajal Eyeliner Trio ","price":"14.79","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/ac56e10c3ae7d7ec6af4c09ac868831b_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/physicians-formula-shimmer-strips_90002.html","website_link":"https://well.ca","description":"Physicians Formula's intense and richly pigmented eyeliners are now perfectly paired to create a Nude Look.  Specially developed to line the inner rim of the eyelid, this unique eyeliner form contains a high concentration of pigments for dramatic definition that glides-on effortlessly.Directions: Apply Eyeliner at the base of upper lashes and on inside of lower eye rim for ultra-dramatic definition. Layer shades together for endless looks. Hypoallergenic. Fragrance Free. Paraben Free. Gluten Free. Dermatologist approved. Safe for Sensitive Eyes and Contact Wearers. Ingredients: Hydrogenated Polyisobutene, Beeswax, Caprylic/Capric Glycerides, Synthetic Fluorphlogopite, Silica, Ozokerite, Hydrogenated Coco-Glycerides, Copernicia Cerifera (Carnauba) Wax, Jojoba Esters, Microcrystalline Wax, Aluminum Calcium Sodium Silicate, Dimethicone, Polybutene, Alumina Magnesium Metasilicate, Bisabolol, Calcium Sodium Borosilicate, Caprylyl Glycol, Cetyl Dimethicone, Disteardimonium Hectorite, Panthenyl Ethyl Ether, Tin Oxide, Titanium/Titanium Dioxide, Tocopheryl Acetate, Triethoxycaprylylsilane. May Contain: Aluminum Powder, Bismuth Oxychloride, Carmine, Chromium Oxide Greens, Copper Powder, Ferric Ammonium Ferrocyanide, Ferric Ferrocyanide, Iron Oxides, Manganese Violet, Mica, Titanium Dioxide, Ultramarines, Yellow 5 Lake ","rating":5,"category":"liquid","product_type":"eyeliner","tag_list":["Gluten Free"],"created_at":"2016-10-01T18:28:09.888Z","updated_at":"2017-12-23T20:51:21.808Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/192.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/192/original/data?1514062281","product_colors":[]}},"__N_SSG":true}