{"pageProps":{"product":{"id":371,"brand":"milani","name":"Milani Cream-To-Powder Makeup","price":"10.99","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/296c3f69ab7abdc797d6f0f7092f7a58_ra,w158,h184_pa,w158,h184.png","product_link":"https://well.ca/products/milani-cream-to-powder-makeup_12180.html?cat=581","website_link":"https://well.ca","description":"Meet your new photo-opp BFF. This oil-free, not-quite-foundation - a complexion perfector if ever there was one - glides on as a cream and magically morphs into a powder. Laced with light diffusers for minimizing imperfections, it yields a soft matte, camera-ready finish.Features:Silky, creamy-smooth easy application, blends to a natural matte powder finishOptical light diffusers minimize imperfectionsMirror & sponge applicator includedStreak-freeEasy to useApplication: Apply cream to powder foundation evenly all over face with provided flocked sponge, beginning at the center of the face and blending outward.  Tips: Can be used as a corrector to cover up dark circles and blemishes. For light to medium coverage, apply in circular motions. For more full coverage, use a patting or stippling motion. Ingredients: Dimethicone, Isopropyl Isostearate, Neopentyl Glycol Diethylhexanoate, Tribehenin, Isostearyl Behenate, Silica, Nylon-12, Tridecyl Trimellitate, Talc, Euphorbia Cerifera Cera (Candelilla Wax), Myristyl Myristate, Polyethylene, Trimethylsiloxysilicate, Sorbitan Trioleate, Tocopheryl Acetate, Isopropyl Titanium Triisostearate, Ethylene/Methacrylate Copolymer, Lauroyl Lysine, Myristyl Laurate, Fragrance (Parfum), Propylparaben, Retinyl Palmitate, Glycine Soja (Soybean) Oil, Myristyl Alcohol, Camellia Sinensis Leaf Extract, Benzyl Alcohol, Coumarin, Limonene, Benzyl Salicylate, Linalool, Citronellol, Benzyl Benzoate, Geraniol. +/- May Contain: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Ultamarines (CI 77007). ","rating":4.4,"category":"cream","product_type":"foundation","tag_list":[],"created_at":"2016-10-01T18:32:50.290Z","updated_at":"2017-12-23T21:08:35.167Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/371.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/371/original/open-uri20171223-4-13ofctx?1514063315","product_colors":[{"hex_value":"#E7C1AD","colour_name":"Buff "},{"hex_value":"#CDA08E","colour_name":"Medium Beige "},{"hex_value":"#C58160","colour_name":"Sand "},{"hex_value":"#AC6F48","colour_name":"Spiced Almond "}]}},"__N_SSG":true}