{"pageProps":{"product":{"id":497,"brand":"physicians formula","name":"Physicians Formula Argan Wear Ultra-Nourishing Argan Oil Bronzer","price":"19.99","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/ad40b33db806e7c0f0edcddf331dc182_ra,w158,h184_pa,w158,h184.jpg","product_link":"https://well.ca/products/physicians-formula-argan-wear_102669.html","website_link":"https://well.ca","description":"Physicians Formula Argan Wear Ultra-Nourishing Argan Oil Bronzer is infused with 100% Pure Argan Oil, known as \"liquid gold\" for its rich conditioning benefits that can improve skin's brightness, tone, texture and elasticity. This magical ingredient from Morocco transforms skin, smoothing the appearance of fine lines, brightening dull skin and renewing suppleness, helping to enhance skin's youthful glow.Features: Exotically scented formula instantly creates a lit-from-within glowHypoallergenicGluten & Paraben freeNon-comedogenicDermatologist approvedDirections: May be worn alone or over makeup.  Lightly brush powder over face and neck for a natural looking tan glow.  For an exotic glow, apply more over cheekbones.  For the most even application, be sure to tap excess powder from brush before applying.Ingredients: Talc, Mica, Isostearyl Neopentanoate, Fragrance, Polybutene, Argania Spinosa (Argan) Kernel Oil, Ascorbyl Palmitate, C12-15 Alkyl Benzoate, Calcium Sodium Borosilicate, Citric Acid, Glyceryl Oleate, Glyceryl Stearate, Isopropyl Isostearate, Lecithin, Tin Oxide, Tocopherol, Tocopheryl Acetate, Caprylyl Glycol, Hexylene Glycol, Phenoxyethanol. May Contain: Iron Oxides, Titanium Dioxide.","rating":null,"category":null,"product_type":"bronzer","tag_list":["Gluten Free"],"created_at":"2016-10-01T18:36:17.524Z","updated_at":"2017-12-23T21:08:50.883Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/497.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/497/original/open-uri20171223-4-106cc2w?1514063330","product_colors":[]}},"__N_SSG":true}