{"pageProps":{"product":{"id":94,"brand":"cargo cosmetics","name":"Cargo Cosmetics ColorStick","price":"32.0","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/1855452da6a7fb08fe4154311ccb3369_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/cargo-cosmetics-colorstick_87544.html?cat=330","website_link":"https://well.ca","description":"Cargo Cosmetics ColorSticks are an oil-free, cream colour stick that blends effortlessly to eyes, \ncheeks and lips, for a natural, monochromatic look.  The velvety, \nultra-light texture blends flawlessly onto the skin for an “airbrushed” \nfinish.  Cheeks appear smooth and flawless.  The cream-to-powder formula\n sets for an exceptionally longwearing finish and never settles into \nfine lines.  The dial-up stick makes application a breeze.\nAvailable in 5 shades:  Santorini, Key West and Maui give a natural and \npretty colour to the cheeks, eyes and lips.  St. Tropez offers sheer \nbronze glow perfect for giving a soft tan glow or sculpting the \ncheekbones.  Champagne is a warm highlighter that is ideal for \nhighlighting key areas of the face.   \n\nFeatures and Benefits\nThe make-up you’re wearing when you’re not wearing make-upA three-in-one cream-to-powder colour stick for the eyes, lips and cheeks The simplicity of multi-use colour in a convenient dial-up stickA velvety, ultra-light texture that blends flawlessly onto the skin for an “airbrushed” finishThe cream-to-powder formula sets for an exceptionally longwearing finish and never settles into fine linesResults in the ultimate nude glow that seems to come from withinDelivers a glowing finish that is never greasy and exceptionally long lastingOIL-FREEHow to Use: Application is versatile. Apply it directly from the stick, blending \nwith your fingers or a foundation brush. Or use a brush directly on the \nproduct and then blend with the brush onto your cheeks.Ingredients: Isopropyl Myristate,Mica, Ethylhexyl Palmitate, Isopropyl Stearate, \nHDI/Trimethylol Hexyllactone Crosspolymer, Polymethylsilsesquioxane, \nSynthetic Wax, CI 77891 (Titanium Dioxide), Ozokerite,  CI 77491 (Iron \nOxides), CI 75470 (Carmine).","rating":4,"category":"lipstick","product_type":"lipstick","tag_list":[],"created_at":"2016-10-01T18:25:29.390Z","updated_at":"2017-12-23T21:08:15.631Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/94.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/094/original/data?1514063295","product_colors":[{"hex_value":"#F7E4C6","colour_name":"Champagne "},{"hex_value":"#F8C9BF","colour_name":"Key West "},{"hex_value":"#EF8087","colour_name":"Maui "},{"hex_value":"#FBBBD3","colour_name":"Santorini "},{"hex_value":"#FEC7CC","colour_name":"St. Tropez "}]}},"__N_SSG":true}