{"pageProps":{"product":{"id":210,"brand":null,"name":"Pysicians Formula Eye Booster Cushion Liquid Liner + Serum Ultra Black","price":"15.99","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/7edeec469ab0103287cdc2c984b39d28_ra,w158,h184_pa,w158,h184.png","product_link":"https://well.ca/products/pysicians-formula-eye-booster_112247.html","website_link":"https://well.ca","description":"Unique & Professional Cushion Eyeliner: Innovative liquid formula with sponge cushion delivery system dispenses the perfect amount of eyeliner onto your brush for a precise, sophisticated line every time. Advanced formula includes lash boosting complex that enhances the appearance of lashes while providing instant definition in one step.Features:Includes eyeliner brush for easy, mistake-proof applicationHigh-tech formula is long-wearing, water-resistant and smudge-resistant24-hour wearDirections: Apply eyeliner at the base of lashes. Never apply eyeliner inside the lash line. Keep cap tightly closed to prevent product from drying out. Wipe off brush on clean tissue after each use. Ingredients: Water/Eau, Iron Oxides, Acrylates Copolymer, Butylene Glycol, Black 2, Stearic Acid, Glyceryl Stearate, Oleyl Alcohol, Polybutene, Myristoyl Pentapeptide-17, Panthenol, Troxerutin, Tocopheryl Acetate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Caprylyl Glycol, Cellulose Gum, Ethylhexylglycerin, Glycerin, Hectorite, Hexylene Glycol, Magnesium Aluminum Silicate, Styrene/Acrylates Copolymer, Triethanolamine, Xanthan Gum, 1,2-Hexanediol, Benzoic Acid, Phenoxyethanol, Sodium Benzoate ","rating":null,"category":"liquid","product_type":"eyeliner","tag_list":["Gluten Free","Natural"],"created_at":"2016-10-01T18:28:31.363Z","updated_at":"2017-12-23T20:51:25.270Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/210.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/210/original/open-uri20171223-4-5m9ed8?1514062285","product_colors":[]}},"__N_SSG":true}