{"pageProps":{"product":{"id":356,"brand":"mineral fusion","name":"Mineral Fusion Liquid Foundation","price":"37.0","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/28f3263536f9d9650997790baf329bbe_ra,w158,h184_pa,w158,h184.jpg","product_link":"https://well.ca/products/mineral-fusion-liquid-foundation_119099.html","website_link":"https://well.ca","description":"Mineral Fusion Liquid Foundation is a luxurious, full-coverage mineral foundation that blends easily for naturally flawless skin.  With a unique fusion of antioxidant-rich Rosehip Oil, Pomegranate, and Vitamin C plus the collagen-boosting Peptide help firm skin and prevent signs of aging without a heavy or greasy feeling.  Formulated with only the safest, most gentle ingredients, the natural UV protection of minerals, plus skin-soothing Licorice Root, Aloe Vera, and Lavender and nourishing Shea Butter. Great for use on all skin types.Features:Flawless, Full CoverageAge-DefyingSkin-SoothingFree of artificial colour or fragranceParaben FreeCruelty FreePhthalate FreeHypo-allergenicIngredients: Aqua, Caprylic/capric triglyceride, Cera alba, Stearic acid, Glycerol caprylate, Glycol palmitate, Glyceryl stearate, Silica, Oryza Sativa (Rice) starch, Mica, Dimethicone, Butyrospermum Parkii (Shea Butter) Fruit, Palmitoyl Tripeptide-5, Aloe Barbadensis (Aloe) Leaf extract, Roman Anthemis Nobilis (Chamomile) extract, Lavandula Angustifolia (Lavender) extract, Punica Granatum (Pomegranate) extract, Glycyrrhiza glabra (Licorice) Root Powder, L-ascorbic-acid (Vitamin C), Tocopherol (Vitamin E), Phenoxyethanol. MAY CONTAIN (+/-): Titanium dioxide, Black Iron oxide, Red Iron Oxide, Yellow Iron Oxide.","rating":4,"category":"liquid","product_type":"foundation","tag_list":["Gluten Free","Natural"],"created_at":"2016-10-01T18:32:25.658Z","updated_at":"2017-12-23T21:08:27.641Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/356.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/356/original/data?1514063307","product_colors":[{"hex_value":"#C28C5E","colour_name":"Olive 2 - for olive skin with green undertones "},{"hex_value":"#D7C1B3","colour_name":"Warm 1 - for light to medium skin with golden undertones "}]}},"__N_SSG":true}