{"pageProps":{"product":{"id":340,"brand":"physicians formula","name":"Physicians Formula Nude Wear Touch of Glow Foundation","price":"18.49","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/b94e7fe160e5564b9a8282938d3dabae_ra,w158,h184_pa,w158,h184.jpg","product_link":"https://well.ca/products/physicians-formula-nude-wear-touch_102682.html","website_link":"https://well.ca","description":"\nPhysicians Formula Nude Wear Touch of Glow Foundation is a weightless fluid foundation that dresses your skin in an illuminating veil of radiance.  This airy foundation is formulated with translucent, 100% perfecting nude pigments.Features: HypoallergenicFragrance, Paraben, Gluten & Oil freeNon-ComedogenicDermatologist ApprovedDirections: Shake bottle before each use. Apply foundation directly onto enclosed Perfecting Foundation brush and blend with brush until desired coverage is achieved.Ingredients: Cyclopentasiloxane, Water, Cyclohexasiloxane, Butylene Glycol, Dimethicone, Cetyl PEG/PPG-10/1 Dimethicone, Mica, Silica, Polyglyceryl-4 Isostearate, PEG/PPG-18/18 Dimethicone, Tropaeolum Majus Flower/Leaf/Stem Extract, Lactic Acid, Dimethicone/PEG-10/15 Crosspolymer, PEG-10 Dimethicone, Glycerin, Calcium Aluminum Borosilicate, Sodium Chloride, Nylon-12, Dimethicone/Polyglycerin-3 Crosspolymer, Hexyl Laurate, Tribehenin, Magnesium Sulfate, Polysorbate 20, Synthetic Fluorphlogopite, Disodium Cocoyl Glutamate, Caprylyl Glycol, Ethylhexylglycerin, Hexylene Glycol, Tocopheryl Acetate, Triethoxycaprylylsilane, Sodium Cocoyl Glutamate, Tetrahexyldecyl Ascorbate, Lauroyl Lysine, Dipropylene Glycol, Sodium Citrate, Tocopherol, Phenoxyethanol. May Contain: Iron Oxides, Titanium Dioxide.","rating":4.5,"category":"liquid","product_type":"foundation","tag_list":["Gluten Free"],"created_at":"2016-10-01T18:31:57.911Z","updated_at":"2017-12-23T21:08:22.947Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/340.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/340/original/data?1514063302","product_colors":[{"hex_value":"#f2d7c2","colour_name":"Light "}]}},"__N_SSG":true}