{"pageProps":{"product":{"id":483,"brand":"dr. hauschka","name":"Dr. Hauschka Translucent Bronzing Tint","price":"45.0","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/08fe5abc37bb3d483909774d43c438e4_ra,w158,h184_pa,w158,h184.jpeg","product_link":"https://well.ca/products/dr-hauschka-translucent-bronzing_93615.html?cat=328","website_link":"https://well.ca","description":"Dr. Hauschka Translucent Bronzing Tint is ideal for use alone or with all \nDr.Hauschka moisturizers. This liquid mineral tint offers a sun-kissed \nglow while gently blending and softening the appearance of blemishes and\n imperfections. Skin looks healthy, fresh, even-toned and radiant.Features: A\n soothing combination of olive oil, beeswax and mineral pigments nourish\n and bring color to the skin for a sheer, sun-kissed appearanceAnthyllis and witch hazel tone and firm skinCan be blended with body moisturizers and sunscreens to add or even colorUsed as directed, Translucent Bronzing Tint lasts approximately 4-5 monthsFormerly known as Translucent Bronze ConcentrateIngredients: Water (Aqua), Olea Europaea (Olive) Fruit Oil, Alcohol, Anthyllis \nVulneraria Extract, Hamamelis Virginiana (Witch Hazel) Bark/Leaf \nExtract, Lysolecithin, Beeswax (Cera Alba), Fragrance (Parfum), Citral*,\n Linalool*, Farnesol*, Benzyl Benzoate*, Limonene*, Citronellol*, \nGeraniol*, Benzyl Salicylate*, Coumarin*, Eugenol*, Cetearyl Alcohol, \nAlgin, Silica, Arachis Hypogaea (Peanut) Oil, Chlorophyllin-Copper \nComplex (CI 75810), Iron Oxides (CI 77491, CI 77492, CI 77499)*Component of natural essential oilsDr. Hauschka Skin Care has been 100% natural for over 45 years and is \ncertified natural by NATRUE, a non-profit, international association \nfounded by the pioneers of natural and organic cosmetics. NATRUE \ncertification ensures that a product has met the strongest criteria \navailable for natural and organic ingredients in cosmetics and is free \nof synthetic preservatives, fragrances, dyes and petroleum derived \nsynthetics. ","rating":4.6,"category":null,"product_type":"bronzer","tag_list":["Natural"],"created_at":"2016-10-01T18:35:58.830Z","updated_at":"2017-12-23T21:08:49.348Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/483.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/483/original/data?1514063329","product_colors":[]}},"__N_SSG":true}