{"pageProps":{"product":{"id":509,"brand":"mineral fusion","name":"Mineral Fusion Bronzer Duo","price":"37.0","price_sign":null,"currency":null,"image_link":"https://d3t32hsnjxo7q6.cloudfront.net/i/40e119c70f452a919de32dcca0dac778_ra,w158,h184_pa,w158,h184.jpg","product_link":"https://well.ca/products/mineral-fusion-bronzer-duo_119093.html","website_link":"https://well.ca","description":"Mineral Fusion Sheer Moisture Lip Tint is a silky bronzer that blends flawlessly into the skin and lasts all day, adding a natural, flattering warmth to the complexion for a healthy, sunkissed glow.  The combination of Pomegranate, Red Tea, White Tea plus Vitamins C and E defends against free radical damage and gives skin a healthy radiance.  Formulated with only the safest, most gentle ingredients, the natural UV protection of minerals, plus skin-soothing Aloe Vera.  Great for use on all skin types.Features:Duo of matte bronzer and shimmering highlighterSunkissed GlowAge-DefyingSkin-SoothingFree of artificial colour and fragranceCruelty FreeParaben FreeTalc FreeHypo-allergenicPhthalate FreeIngredients: Mica, Zinc Stearate, Octyldodecyl Stearoyl Stearate, Titanium Dioxide, Caprylic/Capric Triglyceride, Tocopheryl Acetate (Vitamin E), Ascorbyl Palmitate (Vitamin C), Camellia Sinensis (White Tea) Leaf Extract, Aspalathus Linearis (Rooibos Red Tea) Leaf Extract, Punica Granatum (Pomegranate) Extract, Aloe Barbadensis (Aloe Vera) Leaf Extract, Sambucus Nigra Fruit Extract, Lauroyl Lysine. MAY CONTAIN (+/-): Iron Oxide.Gluten Free, Vegan","rating":null,"category":null,"product_type":"bronzer","tag_list":[],"created_at":"2016-10-01T18:36:37.676Z","updated_at":"2017-12-23T21:08:52.568Z","product_api_url":"http://makeup-api.herokuapp.com/api/v1/products/509.json","api_featured_image":"//s3.amazonaws.com/donovanbailey/products/api_featured_images/000/000/509/original/data?1514063332","product_colors":[{"hex_value":"#9D6855","colour_name":null},{"hex_value":"#BA8B71","colour_name":null}]}},"__N_SSG":true}